const data = {
  company: {
    description:
      '에스지에이솔루션즈는 시스템보안, 엔드포인트보안, 응용보안의 사업 영역을 넘어 차세대 백신 시장 그리고 클라우드 네이티브 시장을 선점하는 차별화된 차세대 통합보안업체입니다.',
    addr: '05836, 서울특별시 송파구 정의로8길 9, AJ빌딩 6층',
    ceo: '최영철',
  },
  features: {
    channel: '멀티 채널 기반 분산원장 관리',
    data: '이기종 블록체인 간 데이터 공유',
    contract: '스마트 컨트랙트 개발 및 관리',
  },
  benefits: {
    infra: '효율적 블록체인 인프라 구축',
    data: '고성능/고효율 분산 데이터 처리',
    template: '표준화된 서비스 템플릿',
    platform: '이기종 블록체인 간 높은 호환성',
    system: '안정적이고 검증된 블록체인 시스템',
    service: '블록체인 기반 각종 서비스 확장',
  },
  usecases: {
    mofa: '재외공관에서 발급한 금융위임장(공증)에 대한 진본검증 서비스 구축',
    me: '탄소배출권 거래 이력을 블록체인으로 관리하여 거래 이력에 대한 투명성 보장',
    motie: 'REC(Renewable Energy Certificates) 종합관리 시스템 확산 구축',
    busan: '블록체인 기반 시내버스 준공영제 회계공유시스템(ERP) 구축',
    kepco: 'KEPCO 블록체인 플랫폼 구축 및 서비스 개발',
  },
  history: {
    2019: [
      '특허, 독립된 블록체인망 간의 데이터 공유를 위한 블록체인 브리지 시스템',
      '특허, 블록체인 기반 개인정보 관리 시스템 및 방법',
      '특허, 조건 검증에 의한 블록체인 기반 의사결정 시스템',
      '특허, 블록체인을 이용한 투명성이 보장되는 투표 관리 및 집계 방법, 장치 및 컴퓨터-판독가능 기록매체',
      '특허, 데이터 위변조 방지를 위한 접근제어 기술 기반 측정장비 원격 감시 시스템(TMS)',
      '특허, 블록체인 네트워크 상에서 오프체인 원장을 이용한 역할기반의 데이터 보호 시스템',
      '특허, 피어의 클러스터에 의한 분할 연산 기반 블록체인망 시스템 및 분할 연산 방법',
    ],
    2020: ['GS(Good Software) 인증 1등급, 20-0457'],
    2021: ['컴퓨터 프로그램 저작권, C-2021-043881'],
    2022: ['한국시스템보증 시험, KPV-2022-903'],
  },
};

export default data;
